Repository: Tereami/ParameterWriter
Catalog: ParameterWriter/FormWriter.*.resx
Languages: ru_ru

# radioAllElements.Text
source: All in this document (may take more time)
ru_ru: Во всем проекте

# radioViewElements.Text
source: All on a current view
ru_ru: Все на текущем виде

# radioSelectedElements.Text
source: Selected
ru_ru: Выбранные

# label2.Text
source: Write to elements:
ru_ru: Записывать в элементы:

# label1.Text
source: In parameter:
ru_ru: В параметр:

# groupBox1.Text
source: Settings
ru_ru: Настройки

# radioButton_Constructor.Text
source: By constructor:
ru_ru: По конструктору:

# radioButton_Level.Text
source: From levels:
ru_ru: Из уровня:

# radioButton_OtherParameter.Text
source: From an other parameter:
ru_ru: Из другого параметра:

# radioButton_ConstValue.Text
source: Constant value:
ru_ru: Фиксированное значение:

# groupBoxSourceData.Text
source: Data source:
ru_ru: Источник данных:

# buttonCancel.Text
source: Cancel
ru_ru: Отмена

# buttonLoad.Text
source: Open saved
ru_ru: Открыть сохраненный

# buttonSave.Text
source: Save current
ru_ru: Сохранить текущий

# buttonExecute.Text
source: Batch processing
ru_ru: Пакетная обработка

# groupBox2.Text
source: Scenarios:
ru_ru: Сценарии

# checkBox_ShowLog.Text
source: Show log
ru_ru: Вывести лог

# $this.Text
source: Parameters writer
ru_ru: Заполнятор
